<template><div><h1 id="宋词研究" tabindex="-1"><a class="header-anchor" href="#宋词研究" aria-hidden="true">#</a> 宋词研究</h1>
<blockquote>
<p><a href="http://www.360doc.com/showweb/0/0/972122180.aspx" target="_blank" rel="noopener noreferrer">华东师大宋词研究串讲笔记<ExternalLinkIcon/></a></p>
</blockquote>
<h2 id="词籍-10种" tabindex="-1"><a class="header-anchor" href="#词籍-10种" aria-hidden="true">#</a> 词籍 10种</h2>
<h4 id="《全宋词》宋词总集-唐圭璋-共收录宋代词人1330余家-约20000首词。" tabindex="-1"><a class="header-anchor" href="#《全宋词》宋词总集-唐圭璋-共收录宋代词人1330余家-约20000首词。" aria-hidden="true">#</a> 《全宋词》宋词总集，唐圭璋，共收录宋代词人1330余家，约20000首词。</h4>
<h4 id="《宋六十名家词》宋词汇刻本-明代毛晋编-最早、流传最广的宋词汇刻本-北宋23-南宋38" tabindex="-1"><a class="header-anchor" href="#《宋六十名家词》宋词汇刻本-明代毛晋编-最早、流传最广的宋词汇刻本-北宋23-南宋38" aria-hidden="true">#</a> 《宋六十名家词》宋词汇刻本，明代毛晋编，最早、流传最广的宋词汇刻本（北宋23，南宋38）</h4>
<ol>
<li>简介词人作品风格<br></li>
<li>以词籍付刻先后为准排列，不以时代先后为序<br></li>
<li>版本选择不精，校刊有疏略<br></li>
<li>把原本卷书任意合并，所补遗词也不完全可信。</li>
</ol>
<h4 id="《疆村丛书》清末朱孝臧-收唐宋金元-以网罗善本为主-著名版本来源-校刊精博" tabindex="-1"><a class="header-anchor" href="#《疆村丛书》清末朱孝臧-收唐宋金元-以网罗善本为主-著名版本来源-校刊精博" aria-hidden="true">#</a> 《疆村丛书》清末朱孝臧，收唐宋金元，以网罗善本为主，著名版本来源，校刊精博</h4>
<h4 id="《花庵词选》南宋黄昇-号花庵" tabindex="-1"><a class="header-anchor" href="#《花庵词选》南宋黄昇-号花庵" aria-hidden="true">#</a> 《花庵词选》南宋黄昇，号花庵</h4>
<ol>
<li>以苏、辛词派为主。<br></li>
<li>所选作品符合宋词发展客观实际，对词史研究有参考价值。<br></li>
<li>所选各家都有小传、评语</li>
</ol>
<h4 id="《阳春白雪》南宋赵闻礼编-宋人词籍中最晚出-流传不广。" tabindex="-1"><a class="header-anchor" href="#《阳春白雪》南宋赵闻礼编-宋人词籍中最晚出-流传不广。" aria-hidden="true">#</a> 《阳春白雪》南宋赵闻礼编，宋人词籍中最晚出，流传不广。</h4>
<ol>
<li>所选大多南宋词家。<br></li>
<li>有许多不知名词家作品，对保存宋人散逸词篇颇有价值。<br></li>
<li>以词调分卷</li>
</ol>
<h4 id="《绝妙好词》南宋周密编成于宋亡后" tabindex="-1"><a class="header-anchor" href="#《绝妙好词》南宋周密编成于宋亡后" aria-hidden="true">#</a> 《绝妙好词》南宋周密编成于宋亡后</h4>
<ol>
<li>只收南宋以来词，始自张孝祥、终于仇远。<br></li>
<li>选词标准清丽婉约，不选忠愤激昂的豪壮之作。</li>
</ol>
<h4 id="《乐府补题》南宋遗民词选-未署编者姓氏-咏物词选-托物寄情-表达家国沦亡之悲" tabindex="-1"><a class="header-anchor" href="#《乐府补题》南宋遗民词选-未署编者姓氏-咏物词选-托物寄情-表达家国沦亡之悲" aria-hidden="true">#</a> 《乐府补题》南宋遗民词选，未署编者姓氏，咏物词选，托物寄情，表达家国沦亡之悲</h4>
<h4 id="《碧鸡漫志》宋王灼-于成都碧鸡坊-宋代词学理论著作。" tabindex="-1"><a class="header-anchor" href="#《碧鸡漫志》宋王灼-于成都碧鸡坊-宋代词学理论著作。" aria-hidden="true">#</a> 《碧鸡漫志》宋王灼，于成都碧鸡坊，宋代词学理论著作。</h4>
<p>观念：尊苏词，贬柳词<br>
主张：诗词“本一”，不当“分异”</p>
<h4 id="《词源》南宋末年张炎-宋代重要词论著作" tabindex="-1"><a class="header-anchor" href="#《词源》南宋末年张炎-宋代重要词论著作" aria-hidden="true">#</a> 《词源》南宋末年张炎，宋代重要词论著作</h4>
<p>上卷论词乐、音律，下卷论词的风格、创作方法等<br>
主清空、高远、雅正</p>
<h4 id="《乐府指迷》南宋末年沈义父" tabindex="-1"><a class="header-anchor" href="#《乐府指迷》南宋末年沈义父" aria-hidden="true">#</a> 《乐府指迷》南宋末年沈义父</h4>
<p>给子侄辈讲作词方法，提出作词标准，评价词人得失，分析创作中诸多问题<br>
用字不可太露，发意不可太高。</p>
<h2 id="词体" tabindex="-1"><a class="header-anchor" href="#词体" aria-hidden="true">#</a> 词体</h2>
<h4 id="词与音乐的关系" tabindex="-1"><a class="header-anchor" href="#词与音乐的关系" aria-hidden="true">#</a> 词与音乐的关系</h4>
<ol>
<li>词与音乐的关系不同于诗与音乐的关系<br></li>
</ol>
<ul>
<li>词与音乐的关系：言出于声，词乐一体</li>
<li>诗与音乐的关系：声出于言，词乐二元</li>
</ul>
<ol start="2">
<li>词所配合的音乐不同于诗所配合的音乐</li>
</ol>
<h4 id="词的创作-按谱填词" tabindex="-1"><a class="header-anchor" href="#词的创作-按谱填词" aria-hidden="true">#</a> 词的创作-按谱填词</h4>
<p>作词先按律制谱，后配以歌词</p>
<h4 id="词体的形成-依曲定体" tabindex="-1"><a class="header-anchor" href="#词体的形成-依曲定体" aria-hidden="true">#</a> 词体的形成-依曲定体</h4>
<p>歌词形式服从于音乐形式</p>
<h2 id="词调三类-词的音乐分类概念" tabindex="-1"><a class="header-anchor" href="#词调三类-词的音乐分类概念" aria-hidden="true">#</a> 词调三类（词的音乐分类概念）</h2>
<ol>
<li>令、引、近、慢</li>
</ol>
<ul>
<li>令：又称小令，唐人宴席间所行的酒令</li>
<li>引：引本是古代音乐的一种名称，在曲中有前奏、序曲的意思</li>
<li>近：又称近拍、近拍为全称，近是近拍的省称</li>
<li>慢：慢是慢曲子的简称，慢词一般字多调长</li>
</ul>
<ol start="2">
<li>偷声、减字</li>
</ol>
<ul>
<li>偷声与减字意义相同，在音乐上节短乐句简化节奏，在歌辞上减少字句</li>
</ul>
<ol start="3">
<li>添声、添字、摊声、摊破</li>
</ol>
<ul>
<li>与偷声减字相反，添声、添字、摊声、摊破，都是在音乐上添入乐句加繁节奏，在歌辞上增多字句，四者意义相同</li>
</ul>
<h2 id="词艺" tabindex="-1"><a class="header-anchor" href="#词艺" aria-hidden="true">#</a> 词艺</h2>
<ol>
<li>
<p>起节：开头、结尾。草调、双调、三叠、四叠。<br>
一般以双调为准。上篇结尾也叫结，上篇最后一句叫歇拍，双调最后一句叫结拍，既是下篇的结也是全篇的结。</p>
</li>
<li>
<p>离合：词艺术传达方面的一种技法。<br>
咏物词体现最清楚，要求：不即不离，若即若离，能即能离</p>
</li>
<li>
<p>点染：本是中国画技法名称，指词中勾勒与晕染并用的现象。<br>
点：点示，醒明情谊。<br>
染：渲染，具体描绘。<br>
点染要相辅相成的运用</p>
</li>
</ol>
<h4 id="怀古词的审美层次" tabindex="-1"><a class="header-anchor" href="#怀古词的审美层次" aria-hidden="true">#</a> 怀古词的审美层次</h4>
<ol>
<li>类型化的情绪和感知方式。这种感伤氛围及凭吊之情比较空泛甚至模式化。</li>
<li>对这种感知方式的突破。指融进了作者切实生活感受，具有强烈个人意识。</li>
<li>强化了怀古主题中独立的个体意识，借怀古感世来传达个人关于历史人生价值的评判。</li>
</ol>
<h4 id="咏物词的审美层次-物本位、我本位、物我同一" tabindex="-1"><a class="header-anchor" href="#咏物词的审美层次-物本位、我本位、物我同一" aria-hidden="true">#</a> 咏物词的审美层次 物本位、我本位、物我同一</h4>
<ol>
<li>物本位：以形容尽致为审美目的，偏重对外物客观性特征的再现，审美意象具有写实性、如画性。</li>
<li>我本位：以我观物，主体是我，客体是主体的奴仆。出发点是确定的意念，到自然中寻找表现客观对应物。</li>
<li>物我同一： 亦物亦我，身与物化。心物同构感应的现象。</li>
</ol>
<h2 id="词家-重点" tabindex="-1"><a class="header-anchor" href="#词家-重点" aria-hidden="true">#</a> 词家（重点）</h2>
<h3 id="宋初词坛" tabindex="-1"><a class="header-anchor" href="#宋初词坛" aria-hidden="true">#</a> 宋初词坛</h3>
<ol>
<li>王禹偁《点绛唇》北宋初最早出现小令之一，江南做官时所作，写用世抱负及不被理解的孤独苦闷，格调沉郁高旷。</li>
<li>林逋《点绛唇》宋词中最早咏物，咏草终篇无“草”字，对后代宋人咏物词产生影响。并不是单纯咏物，而是深切地注入了生活感受。</li>
<li>潘阆《酒泉子》十首，忆杭州组词，宋词中最早组词，把山水形胜作为词的重点来写。</li>
</ol>
<h3 id="北宋前期小令" tabindex="-1"><a class="header-anchor" href="#北宋前期小令" aria-hidden="true">#</a> 北宋前期小令</h3>
<ol>
<li>晏殊《珠玉词》，受冯延巳影响</li>
</ol>
<ul>
<li>大多不涉艳情，表现基于人生缺憾的莫名惆怅。</li>
<li>风格偏雅，擅长在视觉、情绪的流动中捕捉情绪波动，细腻的心灵感受。</li>
<li>雅丽的背景、平缓的节奏、雍容的气度。没有跌宕起伏的情感。</li>
</ul>
<ol start="2">
<li>欧阳修，受冯延巳影响<br>
内容： 反应艳情冶游生活，也反应官途风波个人际遇，保持了士大夫艺术风貌，吸取了民间文学风味。</li>
</ol>
<ul>
<li>前期有一些未脱艳科的歌妓词，五代花间词的遗风。</li>
<li>反应市井情趣的俗词，受柳俗词流行风气的影响。</li>
<li>身世之感家国兴衰为主题</li>
<li>《渔家傲》咏十二月节气与景色，《采桑子》一组十首，咏颍州西湖。<br>
情感表达：深婉，多表现思绪的流转变化，浓烈而有波澜。</li>
</ul>
<ol start="3">
<li>范仲淹，留词五首，当时文人小令词中的异响</li>
</ol>
<ul>
<li>《渔家傲》四年军旅生活丰富了他的人生感受，将士思乡的情感，报国立功的志向，开拓了词的审美境界，风格沉郁苍凉，上乘唐边塞传统，下开宋豪放词先河。异军突起。</li>
</ul>
<ol start="5">
<li>宋祁《玉楼春》</li>
</ol>
<h3 id="北宋前期的慢词创作" tabindex="-1"><a class="header-anchor" href="#北宋前期的慢词创作" aria-hidden="true">#</a> 北宋前期的慢词创作</h3>
<ol>
<li>柳永</li>
</ol>
<ul>
<li>创体：发展了慢词，开创了慢词的时代《戚氏》</li>
<li>创意：表现了宋初都市市井风貌《迷仙引》</li>
<li>创法：铺叙描绘，善用铺叙手法。为适应慢词篇幅较长，内容故多铺叙。《雨霖铃》</li>
<li>结构：多用线性结构，使情感表达做到淋漓尽致</li>
</ul>
<ol start="2">
<li>张先 小令慢词著称《子野词》</li>
</ol>
<ul>
<li>整首词写艳遇，结尾幽默《谢池春慢》</li>
<li>略其事，祥其情，长事短说，属小令做法。</li>
<li>心中事、眼中泪、意中人 张三中</li>
</ul>
<h3 id="苏轼与元祐词人" tabindex="-1"><a class="header-anchor" href="#苏轼与元祐词人" aria-hidden="true">#</a> 苏轼与元祐词人</h3>
<ol>
<li>苏轼 宋词繁荣期 《东坡乐府》
词创作起步较晚，大家特点气魄，中心：以诗为词</li>
</ol>
<ul>
<li>苏轼的诗词文书画皆是大家，强调各种文艺门类精神上的相通，不拘泥于各自特点，所以其词不为传统范围所限。</li>
<li>“自是一家”的自觉创新意识，自创一体，开拓创新词境</li>
<li>“自是一家”的正面主张：使词从传统女性题材中跳出来，充满博大情怀，强调阳刚之美。</li>
<li>创新归结为以诗为词，凡可入诗亦可入词，又并不主张诗词不分，强调“同质”又充分注意“异体”</li>
</ul>
<ol start="2">
<li>黄庭坚 苏门四学士</li>
</ol>
<ul>
<li>词学观：从本体论延伸到作家论、创作论。主张提高创作主体的学养、人格境界。词风与苏轼接近。词的框架主体塑造了士大夫自我人格形象。</li>
<li>词留180余首，多言志抒怀之作。意境刚大之气，表现出自我个体意识。</li>
</ul>
<ol start="3">
<li>秦观 《淮海居士长短句》70多首</li>
</ol>
<ul>
<li>情词为主，倾注全部真诚，不仅是恋情、艳情、生死情、贬职之情。</li>
<li>恋情升华，深于情又纯于情</li>
<li>情语借助景语，情转化为景</li>
</ul>
<ol start="4">
<li>晏几道 晏殊第七子 绝大多数恋情诗，恋情与梦境交织</li>
</ol>
<ul>
<li>多情词， 构筑的是纯真执着的恋情世界，只有精神和心灵的生死之恋。</li>
<li>《小山词》着力于向内心世界挖掘，是一份心灵的记录。浓重的感伤色彩</li>
<li>词表现方面多追忆梦境</li>
<li>句法跌宕顿挫，往往以云雨起以云雨收尾。</li>
</ul>
<ol start="5">
<li>贺铸《东山词》侠义之气</li>
</ol>
<ul>
<li>词中第一次出现“思欲报国，请缨无路”的伟男子形象</li>
<li>咏物词多用比兴寄托</li>
<li>悼亡之作《鹧鸪天》使词的私人情感融入新内容，直接或间接引用唐人诗句</li>
</ul>
<ol start="6">
<li>
<p>陈师道 主要贡献《后山诗话》论词材料11则，对后世影响极大。</p>
</li>
<li>
<p>晁补之 总体上晁词接近苏东坡、王灼</p>
</li>
</ol>
<ul>
<li>歌妓词约占三分之一，情感细腻而深沉。《满江红。月上西窗》</li>
<li>受党争多年屡遭贬，写了不少感叹士路坎坷之词，格调偏沉郁。《迷神引》</li>
<li>晚年居闲乡间，描写田园风光闲居词。</li>
</ul>
<ol start="8">
<li>
<p>李之仪《姑溪词》90多首，强调词的文体风格</p>
</li>
<li>
<p>王安石 《金陵怀古》咏史怀古词成就最高。好用典故</p>
</li>
</ol>
<ul>
<li>怀古词《桂枝香》</li>
<li>咏史词《浪淘沙》</li>
<li>怀古咏史之区别：怀古作品应是履践目击，咏史可是缅想，读史有感，闲适词</li>
</ul>
<h3 id="周邦彦与大晟诗人" tabindex="-1"><a class="header-anchor" href="#周邦彦与大晟诗人" aria-hidden="true">#</a> 周邦彦与大晟诗人</h3>
<ol>
<li>周邦彦 “清真，集大成者” “词中老杜”《清真词》</li>
</ol>
<ul>
<li>精通音乐：首柳永，次周邦彦，三姜夔</li>
<li>丰富发展了词的技巧，尤其慢词。慢词柳永、周邦彦两大家<br>
周邦彦词的浑厚特色：
<ul>
<li>吞吐凝咽的抒情方式，具有浑厚的美</li>
<li>章法绵密富于变化，“朝云漠漠散轻然”</li>
<li>取景奇妙，写形传神含情一致</li>
</ul>
</li>
</ul>
<ol start="2">
<li>大晟词人群，大晟府是宋徽宗时设置的音乐机构，以周邦彦为首，多应制词（徐伸、姚公立等）</li>
</ol>
<h3 id="南北宋之交的词坛" tabindex="-1"><a class="header-anchor" href="#南北宋之交的词坛" aria-hidden="true">#</a> 南北宋之交的词坛</h3>
<ol>
<li>李清照 很自负，少顾及</li>
</ol>
<ul>
<li>北宋靖康之变前，多写闺情《如梦令》《三离三别》，表现出多愁善感的才思和情致</li>
<li>靖康之变后，感伤时事，咏物自伤。后期词之所以如此，因经历国破家亡，夫死，自身漂泊无依。</li>
<li>南渡后词不再局限于个人爱情，而是侧重不幸的人生际遇，蕴含着深晨的家国之恨。</li>
<li>前后变化，欢与愁、愁与愁的区别，前期词缠绵、单一但不令人窒息，后期词愁绪深重，欢乐之词不见，只一片愁绪。</li>
<li>强调词的音乐特性，词应典雅有情志。与苏轼主张“尊体”殊途同归</li>
<li>着力渲染、烘托，用最平常、简练、生活化的语言将最深切的感受白描化。</li>
</ul>
<ol start="2">
<li>张云斡《芦川词》参加了抗金斗争，守卫汴梁，汴梁失守南渡，不屑于秦桧同朝为官，罢官而去，退居福州。</li>
</ol>
<ul>
<li>目睹民族灾难，词风发生变化，由南渡前的模拟花间词转为南渡后的豪迈悲壮</li>
<li>两首《贺新郎》表达了对朝廷卖国求荣的愤慨。</li>
</ul>
<ol start="3">
<li>叶梦得《石林词》南渡前后由个人闲愁转入家国之恨。</li>
</ol>
<ul>
<li>污点，秦桧子孙家庭教师</li>
</ul>
<ol start="4">
<li>朱敦儒，樵歌体，240多首词</li>
</ol>
<ul>
<li>青年：放浪形骸；中年：漂泊悠恨；晚年：逍遥自在；</li>
</ul>
<ol start="5">
<li>向子湮《酒边词》177首</li>
</ol>
<ul>
<li>以南渡为界的意识很强</li>
<li>早期继承秦周余风，后期吸取苏轼旷达超逸词</li>
</ul>
<ol start="6">
<li>李纲、赵鼎、岳飞，抗金志士之词，继承了苏轼开创但已逐渐消沉的豪放词风，直抒抗敌欲武、还我河山的爱国激情。</li>
</ol>
<ul>
<li>李纲：七首咏史词最著名。</li>
<li>赵鼎：力主抗金，反对求和，公开挑战秦桧，被贬海南</li>
<li>岳飞：存词三首，最著名《满江红》</li>
</ul>
<ol start="7">
<li>周紫芝《竹坡词》150首</li>
</ol>
<ul>
<li>北宋末年南渡之初靖康之变，和战之争，个人生活很少涉及。</li>
</ul>
<ol start="8">
<li>陈与义，江西诗派《无住词》，多晚年之作，多回忆早年生活</li>
</ol>
<h3 id="辛弃疾与南宋爱国词" tabindex="-1"><a class="header-anchor" href="#辛弃疾与南宋爱国词" aria-hidden="true">#</a> 辛弃疾与南宋爱国词</h3>
<ol>
<li>辛弃疾，存词最多，确是将相之才，又是归正人身份，一腔忠愤无处发泄。《稼轩长短句》</li>
</ol>
<ul>
<li>审美追求：拥有追求崇高阳刚之美的自觉意识。</li>
<li>精神特质：进取精神，执着信念。弘扬抗金复国，重整河山的时代主题。</li>
<li>情感复调：英雄的悲剧情怀，具有崇高理想和强烈使命感。</li>
<li>乐观昂扬之豪，雄乐愤张之豪，苍凉激楚之豪</li>
<li>艺术角度：有属于他自己的独特个性，刚柔相济（悲壮雄豪之情纳入曲折层深的框架），摧刚为柔（百炼钢化为绕指柔）</li>
<li>词与国家命运相结合，进一步弘扬了抗金复国重整河山的时代精神。具有鲜明的英雄主义色彩。</li>
</ul>
<ol start="2">
<li>陈亮《龙川词》 辛好友</li>
</ol>
<ul>
<li>词大多以抗金复国为题材。终身致力于抗金复国大业，位卑不忘忧国。</li>
<li>压卷之作，是词化的政论，政论的词化</li>
</ul>
<ol start="3">
<li>陆游《放翁词》，辛弃疾两人有交往，140多首词，诗人</li>
</ol>
<ul>
<li>最具价值的是匡复河山的报国、忧国之泪。</li>
<li>咏物词《卜算子 咏梅》人格气节的自诉，词人自我形象的概括</li>
</ul>
<ol start="4">
<li>张孝祥《于湖词》东坡词与稼轩词间的桥梁</li>
</ol>
<ul>
<li>从词风来说，追慕苏轼，有一种雄豪悲壮之气。</li>
</ul>
<ol start="5">
<li>刘过《龙洲词》80首 龙洲道人</li>
</ol>
<ul>
<li>以抗金复国为主题的作品最有特色，有必胜的信念和报国热情</li>
</ul>
<h3 id="南宋风雅词-与辛等时代同-词风异" tabindex="-1"><a class="header-anchor" href="#南宋风雅词-与辛等时代同-词风异" aria-hidden="true">#</a> 南宋风雅词 与辛等时代同，词风异</h3>
<ol>
<li>姜夔，终身布衣清客，既是书法家又是音乐家。</li>
</ol>
<ul>
<li>丰富了婉约词的审美层面，深化了艺术表现技巧</li>
<li>为传统婉约词注入冷峻深沉的时代悲凉。带有现实社会内容</li>
<li>咏物词多用侧笔，比拟、烘托、暗示等，不作正面描写，重在传达精神风貌。</li>
<li>传统恋情词风流浓艳居多，避开对容貌装束等描述，只如雾中倩影。</li>
</ul>
<ol start="2">
<li>吴文英《梦窗词》表达具梦幻色彩，质实浓情密丽</li>
</ol>
<ul>
<li>审美特征：时空杂糅，真幻叠合</li>
<li>梦窗词创造了浓挚密丽的艺术风格。</li>
<li>扑朔迷离的梦幻性审美特征，从时空糅杂、真幻叠合的结构艺术来领会。</li>
<li>章法结构绵密曲折，强调直觉，是心灵感受和心理变化。因此意脉穿行于真幻、虚实之间。又常叠加在一起。</li>
</ul>
<ol start="3">
<li>史达祖，工于咏物，词风接近姜夔，但其咏物词与姜夔咏物词不大一样，善于描暮，有时难免有些雕琢</li>
</ol>
<h3 id="宋末词坛" tabindex="-1"><a class="header-anchor" href="#宋末词坛" aria-hidden="true">#</a> 宋末词坛</h3>
<p>辛弃疾词人群：刘克庄、刘辰翁、文天祥；<br>
传统婉约：周密、王沂孙、张炎</p>
<ol>
<li>
<p>刘克庄《后村长短句》，辛派后劲。不涉闺情春怨，以国家命运为念</p>
</li>
<li>
<p>刘辰翁《须溪词》多亡国之词。两大主旨：写亡国之悲；以词存史</p>
</li>
<li>
<p>文天祥，宋末民族英雄，仅存七首，其中五首作于被俘后，词如其诗同样表现了不屈的斗志和凛然的气节。《过零丁洋》、《正气歌》</p>
</li>
<li>
<p>周密。宋亡后词在《草窗词》</p>
</li>
</ol>
<ul>
<li>南宋灭亡后作品能代表其词风，格调凄烈苍凉。</li>
<li>通过咏物之词来表达亡国之痛。</li>
<li>咏梅：实为吊梅而非咏梅，是历来咏梅词未曾表现过的内容。</li>
</ul>
<ol start="5">
<li>
<p>王沂孙，以咏物词著称，善于用典、象征、拟人；寄托深远，表达亡国之痛，不是泛泛情感，而是具体复杂感情。《水龙吟。牡丹》咏牡丹，写花的盛开到败落，实在由宋的盛到衰。</p>
</li>
<li>
<p>张炎，原是承平公子。亡国之痛更沉重。最有价值的词写在入元后，多写身世盛衰之感。《山中白云》词集</p>
</li>
<li>
<p>蒋捷，别开生面，把豪放词的清奇流畅跟婉约词的含蓄结合在一起，多表现亡国后遗民的漂泊流浪、饥寒交迫的生存困境。《贺新郎》</p>
</li>
</ol>
</div></template>
